#  здесь храняться длинные текстовые константы

START = """
Здраствуйте! Я бот-симуляция системы магазинов
Вы можете создавать несколько магазинов, продавать там свои овощи и/или фрукты
Также вы можете покупать в различных магазинах фрукты и/или овощи
Помните, ваш баланс или сами фрукты могут кончиться!
Добавление того или иного продукта требуют 3/4 от цены, которую вы хотите выставить

Если появятся вопросы вы всегда можете написать /help"""

HELP = """
/start -- начальное окно
/help -- вывести данное сообщение
/home -- начальное окно игрока
/statistic -- ваша полная статистика 
"""

HOME = """временно недоступно"""

STATISTIC = """временно недоступно"""

START_2 = """
Добро пожаловать в главное меню.

Выберите, войти за продавца или за покупателя, или же посмотреть свою статистику
"""

ERROR = """сожалеем, временно не доступно"""

BUYER = "Окно покупателя"
SELLER = "окно продавца"

PR_BUYER = "здесь должна быть ваша статистика"
PR_SELLER = "здесь должна быть ваша статистика"
PR = "здесь должна быть ваша статистика"

CR_PR = 'здесь будет окно создание продукта'

CR_SH = 'здесь будет окно создание магазина'

MY_PR = 'здесь лежат ваши продукты'
MY_SH = 'здесь лежат ваши магазины'

SH = 'данные магазина'
DB_PR = 'данные продукта'